Repository: urkorenu/pokemon-shop
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: he

source: Available Pokémon Cards
he: קלפי פוקימון זמינים

source: Uploaded:
he: הועלה:

source: N/A
he: לא זמין

source: Card Type:
he: סוג הקלף:

source: Set:
he: סט:

source: Card Number:
he: מספר קלף:

source: Condition:
he: מצב:

source: Price:
he: מחיר:

source: Uploaded By:
he: הועלה על ידי:

source: Add to Cart
he: הוסף לעגלה

source: Sold
he: נמכר

source: Close
he: סגור

source: Amount:
he: כמות:

source: Graded:
he: מדורג:

source: Yes
he: כן

source: No
he: לא

source: Grading Company:
he: חברת דירוג:

source: Grade:
he: דירוג:

source: Uploader Location:
he: מיקום המוכר:

source: TCGPlayer Price:
he: מחיר TCGPlayer:

source: Report
he: דווח

source: Report Card
he: דיווח על קלף

source: Reason for report:
he: סיבת הדיווח:

source: Bad Picture
he: תמונה לא טובה

source: Misleading Information
he: מידע מטעה

source: Fake Card
he: קלף מזויף

source: Other
he: אחר

source: Additional details (optional)
he: פרטים נוספים (אופציונלי)

source: Submit Report
he: שלח דיווח

source: No cards found. Try adjusting your search or filters.
he: לא נמצאו קלפים. נסו לשנות את החיפוש או את הפילטרים.

source: English
he: אנגלית

source: Hebrew
he: עברית

source: Home
he: דף הבית

source: Dashboard
he: לוח בקרה

source: My Profile
he: הפרופיל שלי

source: My Account
he: החשבון שלי

source: My Orders
he: ההזמנות שלי

source: Pending Orders
he: הזמנות ממתינות

source: My Cards
he: הקלפים שלי

source: Upload
he: העלאה

source: Manage Users
he: ניהול משתמשים

source: Cart
he: עגלת קניות

source: About Us
he: עלינו

source: Contact Us
he: צור קשר

source: Welcome,
he: ברוך הבא,

source: Logout
he: התנתקות

source: Search by Pokémon Name
he: חיפוש לפי שם של פוקימון

source: Filter by Set Name
he: סינון לפי שם סט

source: Graded?
he: מדורג?

source: Filter by Location
he: סינון לפי מיקום

source: Sort By
he: מיון לפי

source: Price: Low to High
he: מחיר: מהנמוך לגבוה

source: Price: High to Low
he: מחיר: מהגבוה לנמוך

source: Card Number
he: מספר קלף

source: Show Sold Cards
he: הצג קלפים שנמכרו

source: Search
he: חפש

source: Location:
he: מיקום:

source: Rating:
he: דירוג:

source: No ratings yet
he: אין דירוגים עדיין

source: feedback
he: ביקורות

source: Status:
he: סטטוס:

source: Banned
he: חסום

source: Report User
he: דווח על משתמש

source: Spam
he: ספאם

source: Abusive Behavior
he: התנהגות פוגענית

source: Feedbacks
he: ביקורות

source: Feedback:
he: ביקורת:

source: No feedback available yet.
he: אין משובים זמינים עדיין.

source: Uploaded Cards
he: קלפים שהועלו

source: This user has not uploaded any cards yet.
he: משתמש זה עדיין לא העלה קלפים.

source: Page navigation
he: ניווט עמודים

source: Previous
he: קודם

source: Next
he: הבא

source: Profile
he: הפרופיל שלי

source: Username
he: שם משתמש

source: Email
he: אימייל

source: Location
he: מיקום

source: Select Your Location
he: בחר את המיקום שלך

source: Contact Preference
he: דרך תקשורת

source: Phone
he: טלפון

source: Contact Details
he: פרטי קשר

source: Update Profile
he: עדכן פרופיל

source: Uploader Role Request
he: בקשה להעלאת קלפים

source: You already have the {role} role. No further action is required.
he: כבר יש לך את תפקיד {role}. אין צורך בפעולה נוספת.

source: Your request to become an uploader is currently {status}.
he: הבקשה שלך להפוך למעלה קלפים נמצאת כרגע במצב {status}.

source: Your request to become an uploader has been {status}. Welcome to the team!
he: הבקשה שלך להפוך למעלה קלפים אושרה. ברוך הבא לצוות!

source: Rules for Uploaders
he: חוקי מעלה תוכן

source: I have read and accept the rules for becoming an uploader.
he: קראתי ואני מסכים לחוקי העלאת קלפים.

source: Order History
he: היסטוריית הזמנות

source: Order ID
he: מזהה הזמנה

source: Status
he: סטטוס

source: Total
he: סה"כ

source: ILS
he: ש"ח

source: Date
he: תאריך

source: No orders found.
he: לא נמצאו הזמנות.

source: Change Password
he: שינוי סיסמא

source: Old Password
he: סיסמא ישנה

source: New Password
he: סיסמא חדשה

source: Delete Account
he: מחיקת חשבון

source: Deleting your account is permanent and cannot be undone.
he: מחיקת החשבון תמחק את החשבון לתמיד ולא יהיה ניתן לשחזר

source: Order ID:
he: מספר הזמנה:

source: Seller:
he: מוכר:

source: Card
he: קלף

source: Set
he: סט

source: Price
he: מחיר

source: Actions
he: פעולות

source: View Card
he: צפה בקלף

source: Total Amount:
he: סכום כולל:

source: Write your feedback
he: כתוב את הביקורת שלך

source: Rate the seller
he: דרג את המוכר

source: Excellent
he: מצוין

source: Good
he: טוב

source: Average
he: בינוני

source: Poor
he: גרוע

source: Very Poor
he: גרוע מאוד

source: Submit Feedback
he: שלח ביקורת

source: No feedback provided.
he: לא סופק ביקורת.

source: You have no orders.
he: אין לך הזמנות.

source: Start shopping!
he: התחל לקנות!

source: Buyer:
he: קונה:

source: Date:
he: תאריך:

source: Grade
he: דירוג

source: Confirm
he: אישור

source: Reject
he: דחייה

source: No pending orders available.
he: אין הזמנות ממתינות זמינות.

source: My Uploaded Cards
he: הקלפים שלי

source: Available Cards
he: קלפים זמינים

source: Edit
he: ערוך

source: Delete
he: מחק

source: Are you sure you want to delete this card?
he: האם אתה בטוח שברצונך למחוק כרטיס זה?

source: No available cards.
he: אין כרטיסים זמינים.

source: Sold Cards
he: קלפים שנמכרו

source: No sold cards.
he: אין קלפים שנמכרו.

source: Upload New Pokémon Card
he: העלאת קלף פוקימון חדש

source: Set Name:
he: שם סט:

source: Type to search...
he: הקלד כדי לחפש...

source: Type to search set...
he: הקלד כדי לחפש סט...

source: Select Card Type
he: בחר סוג קלף

source: Card Name:
he: שם הקלף:

source: Card name will be auto-filled
he: שם הקלף יושלם אוטומטית

source: Enter price manually
he: הזן מחיר ידנית

source: Follow TCGPlayer Price (The price is for Ungraded in NM condition)
he: עקוב אחרי מחיר TCGPlayer (המחיר הוא עבור קלף במצב NM ולא מדורג)

source: To follow TCGPlayer Price, the condition must be 'Near Mint (NM)'.
he: כדי לעקוב אחרי מחיר TCGPlayer, המצב חייב להיות NM.

source: Is Graded?
he: מדורג?

source: Grade (1-10):
he: דירוג (1-10):

source: Enter grade
he: הזן דירוג

source: Card Image:
he: תמונת קלף:

source: My Cart
he: העגלה שלי

source: Remove
he: הסר

source: Total Price:
he: סה״כ:

source: Checkout
he: בצע הזמנה

source: Your cart is empty.
he: העגלה שלך ריקה.

source: We'd love to hear from you! Please fill out the form below and we'll get back to you soon.
he: נשמח לשמוע ממך! אנא מלא את הטופס למטה ונחזור אליך בהקדם.

source: Your Name
he: השם שלך

source: Your Email
he: האימייל שלך

source: Your Message
he: ההודעה שלך

source: Send Message
he: שלח הודעה

source: Login
he: התחבר

source: Enter your email
he: הזן את האימייל שלך

source: Password
he: סיסמא

source: Enter your password
he: הזן את הסיסמא שלך

source: Choose a username
he: בחר שם משתמש

source: Choose a password
he: בחר סיסמא

source: Select your area
he: בחר את האזור שלך

source: Phone or Facebook Link
he: מספר טלפון או קישור לפייסבוק

source: Enter phone number or Facebook link
he: הזן מספר טלפון או קישור לפייסבוק

source: Register
he: הרשמה

source: Register here
he: הירשם כאן

source: Don't have an account?
he: אין לך חשבון?

source: Already have an account?
he: כבר יש לך חשבון?

source: Login here
he: התחבר כאן

source: Welcome to
he: ברוכים הבאים אל

source: your ultimate destination for Pokémon card enthusiasts!
he: היעד המושלם עבור חובבי קלפי פוקימון!

source: Our Mission
he: המשימה שלנו

source: Why Choose Us?
he: למה לבחור בנו?

source: Wide selection of Pokémon cards
he: מבחר רחב של קלפי פוקימון

source: Seamless user experience
he: חוויית משתמש חלקה

source: Secure transactions and trusted sellers
he: עסקאות מאובטחות ומוכרים אמינים

source: Community-driven platform
he: פלטפורמה מונעת קהילה

source: Made in Israel
he: תוצרת כחול-לבן

source: At Pika-Card, we aim to provide the best platform for buying, selling, and showcasing Pokémon cards. Our team is passionate about the Pokémon universe and dedicated to building a vibrant community of collectors and players.
he: ב-Pika-Card, אנחנו שואפים לספק את הפלטפורמה הטובה ביותר לקנייה, מכירה ותצוגה של קלפי פוקימון. הצוות שלנו נלהב מהעולם של פוקימון ומחויב לבנות קהילה תוססת של אספנים ושחקנים.

source: Edit Card
he: ערוך קלף

source: This card follows TCGPlayer price.
he: קלף זה עוקב אחר המחיר של TCGPlayer.

source: Card Name
he: שם הקלף

source: Condition
he: מצב

source: Set Name
he: שם הסט

source: Card Type
he: סוג הכרטיס

source: Grading Company
he: חברת דירוג

source: Save Changes
he: שמור שינויים

source: Cancel
he: ביטול

source: Total Graded Cards
he: סה״כ קלפים מדורגים

source: Total Sets
he: סה״כ סטים

source: Total Cards
he: סה״כ קלפים

source: Reset
he: איפוס

source: Total Revenue
he: סה״כ מכירות

source: Total Cards Uploaded
he: סה״כ קלפים שהועלו

source: Search by Buyer or Card Name
he: חיפוש על פי קונה או שם קלף

source: Completed Orders
he: הזמנות שהסתיימו

source: Card Language:
he: שפת הקלף

source: Japanese
he: יפני

source: Enter card number
he: הזן מספר קלף

source: Chats
he: שיחות

source: No recent messages
he: אין הודעות אחרונות

source: Chat with
he: שיחה עם

source: Select a user to start chatting.
he: בחר משתמש כדי להתחיל לשוחח.

source: Type your message...
he: הקלד את ההודעה שלך...

source: Send
he: שלח

source: Privacy Policy
he: פרטיות

source: PRIVACY POLICY
he: פרטיות

source: Remember Me
he: זכור אותי

source: By signing up, you agree to our
he: על ידי הרשמה, הנך מסכים ל

source: and
he: ו

source: Terms of Use
he: תנאי השימוש

source: TERMS OF USE
he: תנאי השימוש

source: Start Shopping!
he: התחל לקנות!

source: Enter your full name
he: הזן את שמך המלא

source: Write your message here...
he: כתוב את ההודעה שלך כאן...

source: Welcome to Pika-Card! By using our platform, you agree to abide by these Terms of Use. If you do not agree to these terms, please discontinue using our services.
he: ברוכים הבאים ל-Pika-Card! על ידי שימוש בפלטפורמה שלנו, אתה מסכים לעמוד בתנאי השימוש הללו. אם אינך מסכים לתנאים, אנא הפסק את השימוש בשירותינו.

source: 1. Nature of the Service
he: 1. מהות השירות

source: Pika-Card is a free platform designed to connect sellers and buyers for trading collectible cards and related items. We do not manage payments, transactions, or guarantee the fulfillment of agreements between users.
he: Pika-Card היא פלטפורמה חינמית המיועדת לחבר בין מוכרים וקונים למטרת מסחר בקלפי אספנות ופריטים קשורים. אנחנו לא מנהלים תשלומים, עסקאות או מבטיחים את קיום ההסכמים בין המשתמשים.

source: 2. User Responsibilities
he: 2. אחריות המשתמשים

source: Users must provide accurate and up-to-date information during registration.
he: משתמשים נדרשים לספק מידע מדויק ומעודכן בעת ההרשמה.

source: Sellers are responsible for the accuracy of item listings, including descriptions, conditions, and images.
he: מוכרים אחראים לדיוק של רישומי המוצרים, כולל תיאורים, מצבים ותמונות.

source: Users must be 18+ years old.
he: משתמשים נדרים להיות מעל גיל 18.

source: Buyers and sellers are solely responsible for arranging payment, delivery, and other transaction details.
he: קונים ומוכרים אחראים בלעדית לסידור התשלום, המשלוח ופרטי העסקה האחרים.

source: You agree not to engage in fraudulent, harmful, or illegal activities while using the platform.
he: אתה מסכים שלא לעסוק בפעילויות מרמה, מזיקות או בלתי חוקיות בעת השימוש בפלטפורמה.

source: 3. Content Guidelines
he: 3. הנחיות לתוכן

source: Users may upload content, such as item listings and images, subject to the following conditions:
he: משתמשים יכולים להעלות תוכן, כמו רישומי פריטים ותמונות, בכפוף לתנאים הבאים:

source: Content must not infringe on intellectual property rights.
he: תוכן לא יכול להפר זכויות קניין רוחני.

source: Content must not be offensive, misleading, or harmful.
he: תוכן לא יכול להיות פוגע, מטעה או מזיק.

source: We reserve the right to remove content that violates these guidelines.
he: אנו שומרים את הזכות להסיר תוכן שמפר הנחיות אלו.

source: 4. Limitation of Liability
he: 4. הגבלת אחריות

source: Pika-Card is not liable for disputes, losses, or damages arising from interactions between users. We provide the platform 'as is' and make no warranties regarding the reliability or accuracy of user-generated content.
he: Pika-Card אינה אחראית למחלוקות, הפסדים או נזקים הנובעים מאינטראקציות בין משתמשים. אנו מספקים את הפלטפורמה כפי שהיא ולא מבטיחים אמינות או דיוק של תוכן שנוצר על ידי המשתמשים.

source: 5. Termination
he: 5. השעיה

source: We reserve the right to suspend or terminate your account if you violate these Terms or engage in prohibited activities.
he: אנו שומרים את הזכות להשעות את חשבונך אם תפר תנאים אלו או תעסוק בפעילויות אסורות.

source: 6. Changes to These Terms
he: 6. שינויים בתנאים אלו

source: We may update these Terms of Use at any time. Continued use of the platform constitutes acceptance of any changes.
he: אנו עשויים לעדכן את תנאי השימוש בכל עת. המשך השימוש בפלטפורמה מהווה הסכמה לשינויים.

source: 7. Governing Law
he: 7. החוק החל

source: These terms are governed by the laws of the State of Israel. Any disputes arising out of or in connection with these terms will be resolved exclusively in the competent courts located in Israel.
he: תנאים אלו כפופים לחוקי מדינת ישראל. כל מחלוקת הנובעת או קשורה לתנאים אלו תיפתר באופן בלעדי בבתי המשפט המוסמכים הממוקמים בישראל.

source: 8. Contact Us
he: 8. צור קשר

source: If you have questions about these Terms, please contact us at:
he: אם יש לך שאלות לגבי תנאים אלו, אנא צור איתנו קשר:

source: At Pika-Card, we respect your privacy and are committed to protecting your personal information. This Privacy Policy explains how we collect, use, and safeguard your data when you use our services. By accessing our platform, you agree to the terms outlined in this policy.
he: ב-Pika-Card אנו מכבדים את פרטיותך ומתחייבים להגן על המידע האישי שלך. מדיניות פרטיות זו מסבירה כיצד אנו אוספים, משתמשים ומגנים על הנתונים שלך בעת השימוש בשירותינו. על ידי גישה לפלטפורמה שלנו, אתה מסכים לתנאים המתוארים במדיניות זו.

source: 1. Information We Collect
he: 1. מידע שאנו אוספים

source: Personal Information:
he: מידע אישי:

source: When you register, we collect details such as your name, email address, and contact preferences.
he: בעת ההרשמה, אנו אוספים פרטים כמו שם, כתובת דואר אלקטרוני והעדפות קשר.

source: Profile Information:
he: מידע פרופיל:

source: Optional details like your location and contact methods (e.g., phone or social media links).
he: פרטים אופציונליים כמו המיקום שלך ושיטות יצירת קשר (למשל, טלפון או קישורים לרשתות חברתיות).

source: Usage Data:
he: נתוני שימוש:

source: General analytics on platform activity, such as page views and interactions, to improve user experience.
he: ניתוחים כלליים על פעילות בפלטפורמה, כגון צפיות בדפים ואינטראקציות, לשיפור חווית המשתמש.

source: 2. How We Use Your Information
he: 2. כיצד אנו משתמשים במידע שלך

source: To create and manage your account.
he: כדי ליצור ולנהל את חשבונך.

source: To facilitate communication between buyers and sellers.
he: כדי לאפשר תקשורת בין קונים למוכרים.

source: To provide customer support and respond to inquiries.
he: כדי לספק תמיכה ללקוחות ולהגיב לשאלות.

source: To improve our platform through analytics and feedback.
he: כדי לשפר את הפלטפורמה שלנו באמצעות ניתוחים ומשוב.

source: 3. Sharing Your Information
he: 3. שיתוף המידע שלך

source: We do not sell or rent your personal information. However, basic details like your username and contact preferences will be visible to other users to enable communication. We may share your data with legal authorities if required by law.
he: אנו לא מוכרים או משכירים את המידע האישי שלך. עם זאת, פרטים בסיסיים כמו שם המשתמש שלך והעדפות הקשר שלך יהיו גלויים למשתמשים אחרים כדי לאפשר תקשורת. אנו עשויים לשתף את הנתונים שלך עם רשויות חוק אם יידרש על פי חוק.

source: 4. Your Rights
he: 4. הזכויות שלך

source: You can update or delete your profile information at any time.
he: תוכל לעדכן או למחוק את פרטי הפרופיל שלך בכל עת.

source: You may delete your account by doing so in the account section or by contacting our support team.
he: תוכל למחוק את חשבונך על ידי כך באזור החשבון או על ידי פנייה לצוות התמיכה שלנו.

source: You can request a copy of your data or ask for its removal, subject to applicable laws.
he: תוכל לבקש עותק של הנתונים שלך או לבקש את הסרתם, בכפוף לחוקים החלים.

source: 5. Data Security
he: 5. אבטחת מידע

source: We implement reasonable security measures to protect your data. However, no system is completely secure, and we cannot guarantee the absolute safety of your information.
he: אנו מיישמים אמצעי אבטחה סבירים כדי להגן על המידע שלך. עם זאת, אף מערכת אינה בטוחה לחלוטין, ואיננו יכולים להבטיח את בטיחותו המוחלטת של המידע שלך.

source: 6. Changes to This Privacy Policy
he: 6. שינויים במדיניות פרטיות זו

source: We may update this policy from time to time. Any changes will be posted on this page with a revised 'Last Updated' date.
he: אנו עשויים לעדכן מדיניות זו מעת לעת. כל שינוי יפורסם בעמוד זה עם תאריך עדכון האחרון.

source: 7. Contact Us
he: 7. צור קשר

source: If you have any questions or concerns about our Privacy Policy, please reach out to us at:
he: אם יש לך שאלות או חששות לגבי מדיניות פרטיות זו, אנא צור קשר איתנו ב:

source: Pending
he: בהמתנה

source: Approved
he: מאושרת

source: Rejected
he: נדחתה

source: Before submitting a request, ensure your profile details (email, location, and contact details) are up-to-date and accurate.
he: לפני שליחת הבקשה, וודא שפרטי הפרופיל שלך (דוא"ל, מיקום ופרטי קשר) מעודכנים ומדויקים.

source: You must provide accurate contact information.
he: עליך לספק פרטי קשר מדויקים.

source: All uploaded cards must adhere to community guidelines.
he: כל הקלפים המועלים חייבים לעמוד בקווים המנחים של הקהילה.

source: Failure to follow rules may result in account suspension or termination.
he: אי עמידה בחוקים עשויה להוביל להשעיה או לסגירת החשבון.

source: You must review and verify all uploaded information for accuracy.
he: עליך לבדוק ולאמת את כל המידע שהועלה לצורך דיוק.

source: Repeated violations will lead to permanent revocation of uploader privileges.
he: הפרות חוזרות יובילו לביטול קבוע של זכויות המעלה תכנים.

source: Request Uploader Role
he: הגשת בקשה
